#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # cloudflare_record.v1_dynamoosejs_com will be created
  + resource "cloudflare_record" "v1_dynamoosejs_com" {
      + created_on  = (known after apply)
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "v1.dynamoosejs.com"
      + proxiable   = (known after apply)
      + proxied     = true
      + ttl         = 1
      + type        = "CNAME"
      + value       = "v1.dynamoosejs.com.s3-website-us-west-2.amazonaws.com"
      + zone_id     = "***"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Configuration`, Action: `hashicorpterraform-github-actions4`, Working Directory: `.`, Workspace: `default`*
